Repository: narjissel/Front_End_Project
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Search
fr: Recherche

source: Smart Phone
fr: TElephome

source: Tablet
fr: Tablette

source: Smart TV
fr: Tv intelligente

source: All
fr: Toutes

source: Add to Cart
fr: Ajouter au panier

source: let us know about ur eperience
fr: dites nous un peu de votre expérience

source: Email address:
fr: address email :

source: emailAdress is required!
fr: l'adresse email est obligatoire !

source: emailAdress is not valid!
fr: L'adresse email n'est pas valide !

source: Invalid Domain!
fr: Domaine invalide !

source: Phone Number:
fr: numero telephone

source: Rate Experience
fr: Note de l'expérience

source: Your rate : {{feedbackForm.get('rate')?.value}}
fr: Votre message :

source: Feedback:
fr: Commentaire :

source: Home
fr: Accueil

source: Features
fr: Caractéristiques

source: Pricing
fr: Tarification

source: FAQs
fr: Questions fréquentes (FAQ)

source: © 2024 Company, Inc. All rights reserved.
fr: © 2024 Entreprise, Inc. Tous droits réservés.

source: Part Type: {{product.description}}
fr: Type de pièce : {{product.description}}

source: Buy
fr: Acheter

source: Frais de livraison
fr: Frais de port

source: Il vous manque 22,03€ pour profiter de la livraison gratuite!
fr: Vous manquez encore de 22,03 € pour bénéficier d'une livraison gratuite !

source: Qty : {{item._quantity}}
fr: Quantité : {{item._quantity}}

source: Résumé De Votre Commande
fr: Récapitulatif de votre commande

source: First Product
fr: Produit premier

source: Some representative .
fr: les representative

source: Second Product
fr: Deusieme Produit

source: Third Product
fr: Troisieme Produit

source: Previous
fr: précédent

source: Next
fr: suivant

source: Card title
fr: Titre de la carte

source: About Product
fr: A propos du produit

source: More
fr: En savoir plus

source: Last updated 3 mins ago
fr: Dernière mise à jour il y a 3 minutes

source: Fan favorites
fr: Favoris des fans

source: product Title
fr: Titre du produit

source: Product Brand
fr: Marque du Produit
